[{"id":"17f699db6b0l0hzn9xsxxwtgyfky3","name":"Ash Of War: Prelate's Charge","image":"https://eldenring.fanapis.com/images/ashes/17f699db6b0l0hzn9xsxxwtgyfky3.png","description":"This Ash of War grants an armament the Flame affinity and the following skill:\"Prelate's Charge: Slam armament into the ground to create a surge of flames, then charge in. Hold to continue the charge.\"Usable on large and colossal axes and hammers.","affinity":"Flame","skill":"Prelate's Charge"},{"id":"17f69632311l0hzna19sl4rzmmvk4","name":"Ash Of War: Barrage","image":"https://eldenring.fanapis.com/images/ashes/17f69632311l0hzna19sl4rzmmvk4.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Barrage: Archery skill using a bow held horizontally. Ready the bow, then fire off a rapid succession of shots faster than the eye can see.\"Usable on light bows.","affinity":"Standard","skill":"Barrage"},{"id":"17f6983255fl0hzna1ak272zmag8w","name":"Ash Of War: Barbaric Roar","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Barbaric Roar: Let loose a bestial roar to rally the spirit and increase attack power. While active, strong attacks change to savage combo attacks.\"Usable on melee armaments (daggers, thrusting swords, and whips excepted).","affinity":"Heavy","skill":"Barbaric Roar"},{"id":"17f6999bbdcl0hzna471b3xeg6cjip","name":"Ash Of War: Blood Blade","image":null,"description":"This Ash of War grants an armament the Blood affinity and the following skill:\"Blood Blade: Wound self to coat the armament with blood, then unleash an airborne blood blade that causes hemorrhaging. Can be fired in rapid succession.\"Usable on small and medium swords.","affinity":"Blood","skill":"Blood Blade"},{"id":"17f6959211al0hzna508db0yt3kk1k","name":"Ash Of War: Assassin's Gambit","image":"https://eldenring.fanapis.com/images/ashes/17f6959211al0hzna508db0yt3kk1k.png","description":"This Ash of War grants an armament the Occult affinity and the following skill:\"Assassin's Gambit: Skill that masks the user's presence at the cost of a self-inflicted wound. Grants near-invisibility and silences footsteps.\"Usable on small and medium straight swords and thrusting swords.","affinity":"Occult","skill":"Assassin's Gambit"},{"id":"17f693ca8bfl0hzna7sr5dyvlqs7s","name":"Ash Of War: Black Flame Tornado","image":"https://eldenring.fanapis.com/images/ashes/17f693ca8bfl0hzna7sr5dyvlqs7s.png","description":"This Ash of War grants an armament the Flame affinity and the following skill:\"Black Flame Tornado: Spin armament overhead and then punge it into the ground to summon a raging vortex of black flames. Hold to create an initial flame tornado while spinning the armament.\"Usable on polearms and twinblades.","affinity":"Flame Art","skill":"Black Flame Tornado"},{"id":"17f6930b2bbl0hznaexvxdlscgaiq","name":"Ash Of War: Barricade Shield","image":"https://eldenring.fanapis.com/images/ashes/17f6930b2bbl0hznaexvxdlscgaiq.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Barricade Shield: Skill made famous by Sir Neidhardt. Focus your energy into the shield, temporarily hardening it to deflect greater blows.\"Usable on all shields.","affinity":"Standard","skill":"Barricade Shield"},{"id":"17f694892c5l0hznah6w4ltudpzuj","name":"Ash Of War: Beast's Roar","image":"https://eldenring.fanapis.com/images/ashes/17f694892c5l0hznah6w4ltudpzuj.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Beast's Roar: Unleash a beastly roar, rending the air as a forward-travelling projectile.\"Usable on all melee armaments.","affinity":"Keen","skill":"Beast's Roar"},{"id":"17f69558c5el0hznater26nv2f3sgh","name":"Ash Of War: Bloodhound's Step","image":"https://eldenring.fanapis.com/images/ashes/17f69558c5el0hznater26nv2f3sgh.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Bloodhound's Step: Skill that allows the user to become temporarily invisible while dodging at high speed. Moves faster and travels farther than a regular quickstep. This skill can be used to circle around lock-on targets.\"Usable on all melee armaments.","affinity":"Keen","skill":"Bloodhound's Step"},{"id":"17f6957156al0hznayepq0xs5o00l","name":"Ash Of War: Braggart's Roar","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Braggart's Roar: Declare your presence with a boastful roar. Raises attack power, defense, and stamina recovery speed.\"Usable on melee armaments (daggers, thrusting swords, and whips excepted ).","affinity":"Heavy","skill":"Braggart's Roar"},{"id":"17f69748b38l0hznb7t11snt2v6e5to","name":"Ash Of War: Bloody Slash","image":"https://eldenring.fanapis.com/images/ashes/17f69748b38l0hznb7t11snt2v6e5to.png","description":"This Ash of War grants an armament the Blood affinity and the following skill:\"Bloody Slash: Bloody Oath skill granted by the Lord of Blood. From a low stance, coat the blade in your own blood to unleash a rending blood slash in a wide arc.\"Usable on swords (colossal weapons excepted)","affinity":"Blood","skill":"Bloody Slash"},{"id":"17f69972a78l0hznb8uihn419g6mja","name":"Ash Of War: Carian Greatsword","image":"https://eldenring.fanapis.com/images/ashes/17f69972a78l0hznb8uihn419g6mja.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Carian Greatsword: Carian royal prestige embodied in a skill. Transform blade into a magical greatsword and swing it down. Can be charged to increase its power.\"Usable on swords (colossal weapons excepted).","affinity":"Magic","skill":"Carian Greatsword"},{"id":"17f6920fe70l0hznbb7s5p9luh70kn","name":"Ash Of War: Carian Grandeur","image":"https://eldenring.fanapis.com/images/ashes/17f6920fe70l0hznbb7s5p9luh70kn.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Carian Grandeur: Carian royal prestige embodied in a skill. Transform blade into a magical greatsword and swing it down. Can be charged to increase its power by up to two levels.\"Usable on swords (colossal weapons excepted).","affinity":"Magic","skill":"Carian Grandeur"},{"id":"17f691ce52el0hznbb8jlg0tc6t0dm","name":"Ash Of War: Carian Retaliation","image":"https://eldenring.fanapis.com/images/ashes/17f691ce52el0hznbb8jlg0tc6t0dm.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Carian Retaliation: Swing the shield to dispel incoming sorceries and incantations, transforming the magic into retaliatory glintblades. Can also be used in the same way as a regular parry.\"Usable on small and medium shields.","affinity":"Magic","skill":"Carian Retaliation"},{"id":"17f69877351l0hznbcbt6uafsjw6at","name":"Ash Of War: Blood Tax","image":"https://eldenring.fanapis.com/images/ashes/17f69877351l0hznbcbt6uafsjw6at.png","description":"This Ash of War grants an armament the Blood affinity and the following skill:\"Blood Tax: Blood Oath skill granted by the Lord of Blood. Twist to build power, then unleash a flurry of thrusts that rob the target of both their blood and their HP.\"Usable on armaments capable of thrusting(colossal weapons excepted).","affinity":"Blood","skill":"Blood Tax"},{"id":"17f6997d2f3l0hznbknjad2nj3vw6","name":"Ash Of War: Charge Forth","image":"https://eldenring.fanapis.com/images/ashes/17f6997d2f3l0hznbknjad2nj3vw6.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Charge Forth: Quickly charge forward with the armament at the hip, carrying the momentum into a thrust. Hold to cover a greater distance.\"Usable on polearms capable of thrusting, heavy thrusting swords, and twinblades.","affinity":"Quality","skill":"Charge Forth"},{"id":"17f69632b47l0hznbo20nfz1jomqp0m","name":"Ash Of War: Chilling Mist","image":"https://eldenring.fanapis.com/images/ashes/17f69632b47l0hznbo20nfz1jomqp0m.png","description":"This Ash of War grants an armament the Cold affinity and the following skill:\"Chilling Mist: Coat armament in frost, and then slash, spreading frigid mist forwards. The armament retains its frost for a while.\"Usable on melee armaments (whips, fists, and claws excepted).","affinity":"Cold","skill":"Chilling Mist"},{"id":"17f699c39abl0hznbvtaua60bridg","name":"Ash Of War: Cragblade","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Cragblade: Skill that manipulates gravity. Bury the armament in the ground, pulling rocks from the earth to reinforce it. Increases attack power and makes it easier to break enemy stance.\"Usable on melee armaments (whips excepted).","affinity":"Heavy","skill":"Cragblade"},{"id":"17f69718726l0hznc4a52929rfg1aw","name":"Ash Of War: Double Slash","image":"https://eldenring.fanapis.com/images/ashes/17f69718726l0hznc4a52929rfg1aw.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Double Slash:Skill of superior swordsmen. Perform a crossing slash attack from a low stance. Repeated inputs allow for up to two follow-up attacks.\"Usable on swords and polearms capable of slashing (colossal weapons excepted).","affinity":"Keen","skill":"Double Slash"},{"id":"17f69473c75l0hznc4u7wv3mae45bn","name":"Ash Of War: Determination","image":"https://eldenring.fanapis.com/images/ashes/17f69473c75l0hznc4u7wv3mae45bn.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Determination: A knightly skill. Hold the flat of the armament to your face and pledge your resolve, powering up your next attack.\"Usable on all melee armaments.","affinity":"Quality","skill":"Determination"},{"id":"17f69a8f14bl0hznc9h9qokr7i72zg","name":"Ash Of War: Earthshaker","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Earthshaker: Thrust armament into the ground, then gather strength to unleash an earth-shaking shockwave. Follow up with a strong attack to swing the armament in a sweeping strike.\"Usable on greataxes, warhammers, and colossal weapons.","affinity":"Heavy","skill":"Earthshaker"},{"id":"17f6920c27el0hzncahvte5m3xhhws","name":"Ash Of War: Enchanted Shot","image":"https://eldenring.fanapis.com/images/ashes/17f6920c27el0hzncahvte5m3xhhws.png","description":"This ash of war grants no affinity to an armament, but imparts the following skill:\"Enchanted Shot: Archery skill that enlivens the arrow with spiritual essence. The resulting shot will fly faster than regular shots and change its trajectory to follow the target.\"Usable on light bows and longbows.","affinity":"Standard","skill":"Enchanted Shot"},{"id":"17f69a074b6l0hzncbpisvienjm7","name":"Ash Of War: Endure","image":"https://eldenring.fanapis.com/images/ashes/17f69a074b6l0hzncbpisvienjm7.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Endure: Assume an anchored stance to brace for incoming attacks, briefly boosting poise. Damage taken while using this skill is reduced.\"Usable on all melee armaments.","affinity":"Heavy","skill":"Endure"},{"id":"17f69a3b29al0hzncgekzv3o1qoaml","name":"Ash Of War: Eruption","image":"https://eldenring.fanapis.com/images/ashes/17f69a3b29al0hzncgekzv3o1qoaml.png","description":"This Ash of War grants an armament the Fire affinity and the following skill:\"Eruption: Skill of the knights who serve at Volcano Manor. Slam armament into the ground, spawning roiling lava which spouts up upon release.\"Usable on large and colossal swords, axes, and hammers.","affinity":"Fire","skill":"Eruption"},{"id":"17f696f88b7l0hzncoms7ors9s5xn8","name":"Ash Of War: Flame Of The Redmanes","image":null,"description":"This Ash of War grants an armament the Fire affinity and the following skill:\"Flame of the Redmanes: Skill of the Redmanes, who fought alongside General Radahn. Produce a powerful burst of flames in a wide frontward arc.\"Usable on all melee armaments.","affinity":"Fire","skill":"Flame of the Redmanes"},{"id":"17f69717cc3l0hzncvopzfk4mhxexm","name":"Ash Of War: Flaming Strike","image":"https://eldenring.fanapis.com/images/ashes/17f69717cc3l0hzncvopzfk4mhxexm.png","description":"This Ash of War grants an armament the Fire affinity and the following skill:\"Flaming Strike: Skill that emits flame in a wide frontward arc. Follow up with a strong attack to perform a lunging, sweeping strike. This will also coat the armament in fire.\"Usable on melee armaments (colossal weapons and whips excepted).","affinity":"Fire","skill":"Flaming Strike"},{"id":"17f696839ebl0hznd4efk9q3sfn90t","name":"Ash Of War: Golden Land","image":"https://eldenring.fanapis.com/images/ashes/17f696839ebl0hznd4efk9q3sfn90t.png","description":"Thrust armament into the ground, then gather strength to unleash a blast of sacred energy that coalesces into golden darts. Follow up with a strong attack to swing the armament in a sweeping strike","affinity":"Sacred","skill":"Golden Land"},{"id":"17f69124253l0hznd58kalvsnumdfs","name":"Ash Of War: Glintblade Phalanx","image":"https://eldenring.fanapis.com/images/ashes/17f69124253l0hznd58kalvsnumdfs.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Glintblade Phalanx: Skill used by the enchanted knights who served the Carian royal family. Form an arch of magic glintblades overhead, which will attack Foes automatically. Follow up with a strong attack to chain this skill into a lunging thrust.\"Usable on swords as well as polearms capable of thrusting (colossal weapons excepted).","affinity":"Magic","skill":"Glintblade Phalanx"},{"id":"17f69318912l0hzndcxhadx37qie0d","name":"Ash Of War: Glintstone Pebble","image":"https://eldenring.fanapis.com/images/ashes/17f69318912l0hzndcxhadx37qie0d.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Glintstone Pebble: Skill that employs the glintstone sorcery of the same name. Follow up with a strong attack to chain this skill into a lunging thrust, performed while the armament is still imbued with glintstone.\"Usable on swords as well as polearms capable of thrusting (colossal weapons excepted).","affinity":"Magic","skill":"Glintstone Pebble Skill"},{"id":"17f69350c54l0hzndgv6rnmsmeuovl","name":"Ash Of War: Giant Hunt","image":"https://eldenring.fanapis.com/images/ashes/17f69350c54l0hzndgv6rnmsmeuovl.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Giant Hunt: Skill developed for confronting gigantic foes. Step forward from a low stance, carrying the momentum into a sudden upward thrust.\"Usable on large and colossal weapons capable of thrusting, spears and twinblades.","affinity":"Quality","skill":"Giant Hunt"},{"id":"17f698a21ael0hzndhz5rzpbq6s2kr","name":"Ash Of War: Golden Parry","image":null,"description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Golden Parry: Perform an Erdtree incantation and swing the shield to deflect enemy attacks and break their stance. Effective even at a slight distance.\"Usable on small and medium shields.","affinity":"Sacred","skill":"Golden Parry"},{"id":"17f697fa0abl0hzndk8ckmkt1uwa8c","name":"Ash Of War: Golden Slam","image":"https://eldenring.fanapis.com/images/ashes/17f697fa0abl0hzndk8ckmkt1uwa8c.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Golden Slam: Skill of the avatars who protect Minor Erdtrees. Jump up high into the air and crash down on the ground ahead. The resulting pratfall sends golden shockwaves in all directions.\"Usable on all melee armaments.","affinity":"Sacred","skill":"Golden Slam"},{"id":"17f69351ab5l0hzndrisc8jnkt6cio","name":"Ashes Of War: Golden Vow","image":"https://eldenring.fanapis.com/images/ashes/17f69351ab5l0hzndrisc8jnkt6cio.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Golden Vow: Skill passed down from antiquity among the knights of the capital. Raise armament aloft and pledge to honor the Erdtree in battle, granting self and nearby allies increased attack power and defense.\"Usable on all melee armaments.","affinity":"Sacred","skill":"Golden Vow"},{"id":"17f691ddaael0hzndtkuqlxj0gi37d","name":"Ash Of War: Gravitas","image":"https://eldenring.fanapis.com/images/ashes/17f691ddaael0hzndtkuqlxj0gi37d.png","description":"This Ash of War grants an armament the Magic affinity and the following Skill:Gravitas A Skill from a great white king with stone skin.Pierce the ground with your armament to damage foes as a surge of gravity draws them in.It can be used on melee armaments that are not small.","affinity":"Magic","skill":"Gravitas"},{"id":"17f694e769dl0hzndwlq2qilmdrv3j","name":"Ash Of War: Ground Slam","image":"https://eldenring.fanapis.com/images/ashes/17f694e769dl0hzndwlq2qilmdrv3j.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Ground Slam: Jump up high into the air and crash down on the ground ahead. The resulting pratfall sends a powerful shockwave in all directions.\"Usable on all melee armaments.","affinity":"Heavy","skill":"Ground Slam"},{"id":"17f693bc341l0hzndy1cxubyy4g0bq","name":"Ash Of War: Hoarah Loux's Earthshaker","image":"https://eldenring.fanapis.com/images/ashes/17f693bc341l0hzndy1cxubyy4g0bq.png","description":"This Ash of War grants an armament the Heavy and the following skill:\"Hoarah Loux's Earthshaker: Slam both hands onto the ground to violently shake the earth and unleash a shockwave. Follow up with an additional input to slam the ground again.\"Usable on all melee armaments.","affinity":"Heavy","skill":"Hoarah Loux's Earthshaker"},{"id":"17f698e1b7fl0hznea0kg0jfvuo96","name":"Ash Of War: Holy Ground","image":"https://eldenring.fanapis.com/images/ashes/17f698e1b7fl0hznea0kg0jfvuo96.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Holy Ground: Raise shield to create an Erdtree-consecrated area that continuously restores HP and boosts defense for self and allies inside it.\"Usable on all shields.","affinity":"Sacred","skill":"Holy Ground"},{"id":"17f692fc3aal0hzneh25vt285rpane","name":"Ash Of War: Hoarfrost Stomp","image":"https://eldenring.fanapis.com/images/ashes/17f692fc3aal0hzneh25vt285rpane.png","description":"This Ash of War grants an armament the Cold affinity and the following skill:\"Hoarfrost Stomp: Stomp hard to spread a trail of freezing mist on the ground. The mist applies the frost status effect.\"Usable on all melee armaments.","affinity":"Cold","skill":"Hoarfrost Stomp"},{"id":"17f69609053l0hzneinqfv4xxlqvhj","name":"Ash Of War: Ice Spear","image":"https://eldenring.fanapis.com/images/ashes/17f69609053l0hzneinqfv4xxlqvhj.png","description":"This Ash of War grants an armament the Cold affinity and the following skill:\"Ice Spear: Skill of the warriors who served Lunar Princess Ranni. Spin armament to release cold magic, then channel it into a piercing spear of ice.\"","affinity":"Cold","skill":"Ice Spear"},{"id":"17f69a64ff1l0hzneows1ewhajkkgh","name":"Ash Of War: Impaling Thrust","image":"https://eldenring.fanapis.com/images/ashes/17f69a64ff1l0hzneows1ewhajkkgh.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Impaling Thrust: Skill that lets piercing armaments overcome enemy shields. Build power, then lunge forward for a strong thrust that pierces an enemy's guard.\"Usable on armaments capable of thrusting (colossal weapons excepted).","affinity":"Keen","skill":"Impaling Thrust"},{"id":"17f69700932l0hznetfa5h21htw70m","name":"Ash Of War: Kick","image":"https://eldenring.fanapis.com/images/ashes/17f69700932l0hznetfa5h21htw70m.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Kick: Push an enemy back with a high kick. Effective against enemies who are guarding, and can break a foe's stance. Sometimes a simple tool is the most effective.\"Usable on all melee armaments.","affinity":"Heavy","skill":"Kick"},{"id":"17f69a62d88l0hzneyzvq5fyjnottm","name":"Ash Of War: Lightning Ram","image":"https://eldenring.fanapis.com/images/ashes/17f69a62d88l0hzneyzvq5fyjnottm.png","description":"This Ash of War grants an armament the Lightning affinity and the following skill:\"Lightning Ram: Skill inspired by tumbling rams. Let out a bleat, then tumble forwards, clad in lightning. Tumbles can be repeated in rapid succession.\"Usable on all melee armaments.","affinity":"Lightning","skill":"Lightning Ram"},{"id":"17f692df771l0hznf03p274erwk98h","name":"Ash Of War: Lightning Slash","image":"https://eldenring.fanapis.com/images/ashes/17f692df771l0hznf03p274erwk98h.png","description":"This Ash of War grants an armament the Lightning affinity and the following skill:\"Lightning Slash: Call down a bolt of lightning into armament, then swing it down to create an explosive shock. The armament retains the lightning enchantment for a while.\"Usable on swords, axes, and hammers.","affinity":"Lightning","skill":"Lightning Slash"},{"id":"17f696bfa3bl0hznf6k0etmzqb06tl9","name":"Ash Of War: Lifesteal Fist","image":"https://eldenring.fanapis.com/images/ashes/17f696bfa3bl0hznf6k0etmzqb06tl9.png","description":"This Ash of War grants an armament the Occult affinity and the following skill:\"Lifesteal Fist: Skill that demonstrates mastery of the art of controlling vital energies.A slow, controlled punch with an energy-infused fist that renders foes unconscious and steals their HP. Only effective against foes of human build.\"Usable on fists and claws.","affinity":"Occult","skill":"Lifesteal Fist"},{"id":"17f69a31a8al0hznf908v1nxqoxy0e","name":"Ash Of War: Lion's Claw","image":"https://eldenring.fanapis.com/images/ashes/17f69a31a8al0hznf908v1nxqoxy0e.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Lion's Claw: Skill of the Redmanes, who fought alongside General Radahn. Somersault forwards, striking foes with armament.\"Usable on swords, axes, and hammers (small armaments and thrusting swords excepted).","affinity":"Heavy","skill":"Lion's Claw"},{"id":"17f69a32673l0hznfbappm2n51jcv","name":"Ash Of War: Loretta's Slash","image":"https://eldenring.fanapis.com/images/ashes/17f69a32673l0hznfbappm2n51jcv.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Loretta's Slash: Skill of Loretta the Royal Knight. Leap forward, imbuing the blade with glintstone, then descend, accelerating into a sweeping slash.\"Usable on polearms and twinblades.","affinity":"Magic","skill":"Loretta's Slash"},{"id":"17f69325755l0hznfv4s2ciqdltjtq","name":"Ash Of War: Mighty Shot","image":"https://eldenring.fanapis.com/images/ashes/17f69325755l0hznfv4s2ciqdltjtq.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Mighty Shot: Archery skill performed from an oblique stance. Ready the bow, then pull the bowstring to its limit to enhance the power of the shot, penetrating the enemy's guard.\"Usable on light bows and longbows.","affinity":"Standard","skill":"Mighty Shot"},{"id":"17f697ede6el0hzng0czebz0gl42f","name":"Ash Of War: No Skill","image":"https://eldenring.fanapis.com/images/ashes/17f697ede6el0hzng0czebz0gl42f.png","description":"This Ash of War grants no affinity to an armament and replaces any skill present with the following:\"No skill: This armament has no skill. If the armament in the other hand has a skill, that skill will be used instead.\"Usable on shields and torches.","affinity":"Standard","skill":null},{"id":"17f69a087c2l0hzng49rzvczvag1p","name":"Ash Of War: Piercing Fang","image":"https://eldenring.fanapis.com/images/ashes/17f69a087c2l0hzng49rzvczvag1p.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Piercing Fang: Skill used by Yura, the Bloody Finger Hunter. Starting with the blade held horizontally, make a powerful thrust that cannot be blocked.\"Usable on medium and large armaments capable of thrusting.","affinity":"Keen","skill":"Piercing Fang"},{"id":"17f6992b87dl0hzng4xdj3kj5y9j56","name":"Ash Of War: Parry","image":"https://eldenring.fanapis.com/images/ashes/17f6992b87dl0hzng4xdj3kj5y9j56.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Parry: Use this skill in time with a foe's melee attack to deflect it and break that foe's stance. This provides an opening to perform a critical hit.\"Usable on daggers, curved swords, thrusting swords, fists, claws, and small and medium shields.","affinity":"Standard","skill":"Parry Skill"},{"id":"17f69449189l0hzng7hu2ig878ohic","name":"Ash Of War: Poisonous Mist","image":"https://eldenring.fanapis.com/images/ashes/17f69449189l0hzng7hu2ig878ohic.png","description":"This Ash of War grants an armament the Poison affinity and the following skill:\"Poisonous Mist: Bathe armament in poison, and then slash, spreading toxic mist forwards. The armament retains its poison for a while.\"Usable on melee armaments (whips, fists, and claws excepted).","affinity":"Poison","skill":"Poisonous Mist"},{"id":"17f697b4d33l0hzng9g0bop6lam24gp","name":"Ash Of War: Prayerful Strike","image":"https://eldenring.fanapis.com/images/ashes/17f697b4d33l0hzng9g0bop6lam24gp.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Prayerful Strike: Raise armament aloft in prayer, then slam it into the ground. This inspired blow restores HP to the self and nearby allies if it successfully hits.\"Usable on axes and hammers.","affinity":"Sacred","skill":"Prayerful Strike"},{"id":"17f6932a2d8l0hzngb251bqvfmqy2","name":"Ash Of War: Phantom Slash","image":"https://eldenring.fanapis.com/images/ashes/17f6932a2d8l0hzngb251bqvfmqy2.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Phantom Slash: Skill inspired by the fond remembrances of the Night's Cavalry. Creates an apparition of the knights' former instructor who guides a joint lunging upward swing. Additional input allows for a follow-up attack.\"Usable on polearms and twinblades (great spears excepted).","affinity":"Quality","skill":"Phantom Slash"},{"id":"17f69742e0fl0hzngchtcvdl4bok5h","name":"Ash Of War: Poison Moth Flight","image":"https://eldenring.fanapis.com/images/ashes/17f69742e0fl0hzngchtcvdl4bok5h.png","description":"This Ash of War grants an armament the Poison affinity and thefollowing skill:\"Poison Moth Flight: Slash with a poison-infused blade. If thefollow-up strike lands on a poisoned foe, it will deal significantdamage.\"Usable on small and medium swords (twinblades excepted).","affinity":"Poison","skill":"Poison Moth Flight"},{"id":"17f692c7232l0hzngn8rlhloj6d81g","name":"Ash Of War: Quickstep","image":"https://eldenring.fanapis.com/images/ashes/17f692c7232l0hzngn8rlhloj6d81g.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Quickstep: Skill prized by the crafty and fleet of foot.Perform a quickstep maneuver that allows for circling around lock-on targets.\"Usable on all melee armaments.","affinity":"Keen","skill":"Quickstep"},{"id":"17f69295181l0hznh0xinc6xftw9ba","name":"Ash Of War: Raptor Of The Mists","image":"https://eldenring.fanapis.com/images/ashes/17f69295181l0hznh0xinc6xftw9ba.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Raptor of the Mists: Duck into a low stance, momentarily vanishing. If an enemy attack connects, avian wings will allow for a quick escape into the air.\"Usable on all melee armaments.","affinity":"Keen","skill":"Raptor of the Mists"},{"id":"17f693d5026l0hznh18sc9evm9dy7","name":"Ash Of War: Rain Of Arrows","image":"https://eldenring.fanapis.com/images/ashes/17f693d5026l0hznh18sc9evm9dy7.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Rain of Arrows: Archery skill performed from a low stance. Ready the bow, then fire a burst of arrows into the sky to shower the enemy with projectiles.\"Usable on all bows.","affinity":"Standard","skill":"Rain of Arrows"},{"id":"17f694bd57dl0hznh3df4y3fmzs47","name":"Ash Of War: Repeating Thrust","image":"https://eldenring.fanapis.com/images/ashes/17f694bd57dl0hznh3df4y3fmzs47.png","description":"This Ash of War grants an armament the Keen affinity and the following Skill:Repeating Thrust Twist to build power, then unleash a flurry of thrusts.This Skill takes some time to build up, but it is very powerful.It can be used on all thrusting armaments.","affinity":"Keen","skill":"Repeating Thrust"},{"id":"17f6932e7ccl0hznh41483furh3gwl","name":"Ash Of War: Royal Knight's Resolve","image":"https://eldenring.fanapis.com/images/ashes/17f6932e7ccl0hznh41483furh3gwl.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Royal Knight's Resolve: Skill of the knights who once served the Elden Lord. Hold the flat of the armament to your face and pledge your resolve, greatly powering up your next attack.\"Usable on all melee armaments.","affinity":"Quality","skill":"Royal Knight's Resolve"},{"id":"17f697367f8l0hznh85n59iw24a9cs","name":"Ash Of War: Sacred Ring Of Light","image":"https://eldenring.fanapis.com/images/ashes/17f697367f8l0hznh85n59iw24a9cs.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Sacred Ring of Light: Skill used by the commanders of the Cleanrot Knights. Gather a sacred ring of light in the armament, and then fire it forwards. Can be fired in rapid succession.\"Usable on polearms (great spears excepted).","affinity":"Sacred","skill":"Sacred Ring of Light"},{"id":"17f6926fae4l0hznh93w8eu63gg5a","name":"Ash Of War: Sacred Blade","image":"https://eldenring.fanapis.com/images/ashes/17f6926fae4l0hznh93w8eu63gg5a.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Sacred Blade: Grants armament's attacks holy essence and fires off a golden blade projectile. The armament retains its holy essence for awhile.\"Usable on all melee armaments (whips, fists, and claws excepted).","affinity":"Sacred","skill":"Sacred Blade"},{"id":"17f69494c37l0hznhbbgk88jc3uz5o","name":"Ash Of War: Sacred Order","image":"https://eldenring.fanapis.com/images/ashes/17f69494c37l0hznhbbgk88jc3uz5o.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Sacred Order: Skill of the Golden Order fundamentalist knights. Perform a salute and grant the armament holy essence. Highly effective against Those Who Live in Death.\"Usable on all melee armaments.","affinity":"Sacred","skill":"Sacred Order"},{"id":"17f69835c8el0hznhgxliq172h0mb","name":"Ash Of War: Seppuku","image":"https://eldenring.fanapis.com/images/ashes/17f69835c8el0hznhgxliq172h0mb.png","description":"This Ash of War grants an armament the Blood and the following skill:\"Seppuku: A forbidden technique used by swordsmen from the Land of Reeds. Plunge the blade into your stomach to stain it with blood. Increases attack power and improves ability to inflict blood loss.\"Usable on swords as well as polearms capable of thrusting (small and colossal weapons excepted).","affinity":"Blood","skill":"Seppuku"},{"id":"17f69368b21l0hzni1ub97dix6no65","name":"Ash Of War: Spinning Strikes","image":"https://eldenring.fanapis.com/images/ashes/17f69368b21l0hzni1ub97dix6no65.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Spinning Strikes: Polearm skill that performs continuous spinning attacks. Hold to continue the attack. Can be followed up with a normal or strong attack. Nullifies projectiles such as arrows while spinning.\"Usable on polearms (great spears excepted).","affinity":"Quality","skill":"Spinning Strikes"},{"id":"17f69a61881l0hzni3itnz1oxlbfz","name":"Ash Of War: Shield Crash","image":"https://eldenring.fanapis.com/images/ashes/17f69a61881l0hzni3itnz1oxlbfz.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Shield Crash: Two-hand the shield and charge forwards while maintaining guard. Weaker enemies will be shoved backwards and can even be staggered. Hold to extend the duration of the charge forwards.\"Usable on all shields.","affinity":"Standard","skill":"Shield Crash"},{"id":"17f6974700al0hzni4it3sh1bwmn4c","name":"Ash Of War: Spinning Slash","image":"https://eldenring.fanapis.com/images/ashes/17f6974700al0hzni4it3sh1bwmn4c.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Spinning Slash: Skill favored by dexterous warriors. Slash foes as your body spins. Additional input allows for a follow-up attack.\"Usable on swords, axes, and polearms (colossal weapons excepted).","affinity":"Keen","skill":"Spinning Slash"},{"id":"17f6926182el0hzni6gy8lu3ewebgc","name":"Ash Of War: Spectral Lance","image":"https://eldenring.fanapis.com/images/ashes/17f6926182el0hzni6gy8lu3ewebgc.png","description":"This Ash of War grants an armament the Occult affinity and the following skill:\"Spectral Lance: Skill of the headless Mausoleum Knights. Hurl a phantasmic spear at foes.\"Usable on polearms (reapers excepted).","affinity":"Occult","skill":"Spectral Lance"},{"id":"17f695e6f65l0hzni7f6oo2ih1csuu","name":"Ash Of War: Spinning Weapon","image":"https://eldenring.fanapis.com/images/ashes/17f695e6f65l0hzni7f6oo2ih1csuu.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Spinning Weapon: Defensive skill employed by Carian princesses. Lifts armament into mid-air, then makes it spin violently. Those it touches will suffer successive attacks.\"Usable on small and medium swords, axes, and hammers, as well as polearms and staves (great spears excepted)","affinity":"Magic","skill":"Spinning Weapon"},{"id":"17f694d3942l0hzni7obhdodn7w1sf","name":"Ash Of War: Square Off","image":"https://eldenring.fanapis.com/images/ashes/17f694d3942l0hzni7obhdodn7w1sf.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Square Off: This skill starts with the sword held level. Follow up with a normal attack to slash upwards through enemy's guard, or a strong attack to perform a running thrust\"Usable on straight swords.","affinity":"Quality","skill":"Square Off"},{"id":"17f694a9a1cl0hznib028gwf1bodgy","name":"Ash Of War: Shield Bash","image":null,"description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Shield Bash: Brace behind shield before using bodyweight to ram foes while maintaining guarding stance. Weaker enemies will be shoved backwards, and can even be staggered.\"Usable on all shields.","affinity":"Standard","skill":"Shield Bash"},{"id":"17f69615628l0hznicfne35ba3ux6k","name":"Ash Of War: Stamp (sweep)","image":"https://eldenring.fanapis.com/images/ashes/17f69615628l0hznicfne35ba3ux6k.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Stamp (Sweep): Brace armament and step into a low stance that prevents recoil from most enemy attacks. Follow up with a strong attack for a sweeping strike\"Usable on swords, axes, and hammers (small and medium swords excepted)","affinity":"Heavy","skill":"Stamp (Sweep)"},{"id":"17f699c60e7l0hzniu3lqezpf8qd1p","name":"Ash Of War: Stamp (upward Cut)","image":"https://eldenring.fanapis.com/images/ashes/17f699c60e7l0hzniu3lqezpf8qd1p.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Stamp (Upward Cut): Brace armament and step into a low stance that prevents recoil from most enemy attacks. Follow up with a strong attack for an upward strike.\"Usable on swords, axes, and hammers, (small and medium swords excepted).","affinity":"Heavy","skill":"Stamp (Upward Cut)"},{"id":"17f6927105cl0hznj0z1zekjxe48uw","name":"Ash Of War: Stormcaller","image":"https://eldenring.fanapis.com/images/ashes/17f6927105cl0hznj0z1zekjxe48uw.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Stormcaller: One of the skills that channel the tempests of Stormveil. Spin armament to create surrounding storm winds. Repeated inputs allow for up to two follow-up attacks.\"Usable on swords capable of slashing, axes, hammers, and polearms (small and colossal weapons excepted).","affinity":"Quality","skill":"Stormcaller"},{"id":"17f698b0169l0hznj20xql58va51p","name":"Ash Of War: Storm Stomp","image":"https://eldenring.fanapis.com/images/ashes/17f698b0169l0hznj20xql58va51p.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Storm Stomp: One of the skills that channel the tempests of Stormveil. Stomp hard on the ground to kick up a momentary storm.\"Usable on all melee armaments.","affinity":"Quality","skill":"Storm Stomp"},{"id":"17f6958e40fl0hznj220cxyqrpbhbtl","name":"Ash Of War: Storm Wall","image":"https://eldenring.fanapis.com/images/ashes/17f6958e40fl0hznj220cxyqrpbhbtl.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Storm Wall: Swing the shield to create a wall of storm winds in front of you, deflecting arrows and other such physical projectiles. Can also be used in the same way as a regular parry.\"Usable on small and medium shields.","affinity":"Standard","skill":"Storm Wall"},{"id":"17f691bde6dl0hznj254ai88m30jy4","name":"Ash Of War: Storm Assault","image":"https://eldenring.fanapis.com/images/ashes/17f691bde6dl0hznj254ai88m30jy4.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Storm Assault: One of the skills that channel the tempests of Stormveil. Leap forward through surrounding storm winds and thrust armament downward. The attack will produce more storm winds at the point of impact.\"Usable on polearms capable of thrusting, heavy thrusting swords, and twinblades.","affinity":"Quality","skill":"Storm Assault"},{"id":"17f6967f8b4l0hznj7rb45wsxsqe2k","name":"Ash Of War: Thops's Barrier","image":"https://eldenring.fanapis.com/images/ashes/17f6967f8b4l0hznj7rb45wsxsqe2k.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Thops's Barrier: Erect a magical forcefield while swinging the shield to deflect sorceries and incantations. Can also be used in the same way as a regular parry.\"Usable on small and medium shields.","affinity":"Magic","skill":"Thops's Barrier"},{"id":"17f69649d89l0hznj9kugkc82bxbio","name":"Ash Of War: Storm Blade","image":"https://eldenring.fanapis.com/images/ashes/17f69649d89l0hznj9kugkc82bxbio.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Storm Blade: Lost skill of Stormveil. Surround armament with shearing storm winds that can be fired forward. Can be fired in rapid succession.\"Usable on swords (colossal weapons and twinblades excepted).","affinity":"Quality","skill":"Storm Blade"},{"id":"17f6934bf80l0hznjbmtfxzfeycj3","name":"Ash Of War: Sword Dance","image":"https://eldenring.fanapis.com/images/ashes/17f6934bf80l0hznjbmtfxzfeycj3.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Sword Dance: Quickly close in to perform a series of spinning upward slashes. Follow up with an additional input to finish with a downward slash.\"Usable on swords, axes, and polearms capable of slashing (colossal weapons and great spears excepted).","affinity":"Keen","skill":"Sword Dance"},{"id":"17f694f3dc4l0hznjyrorixzbrhtyl","name":"Through And Through","image":"https://eldenring.fanapis.com/images/ashes/17f694f3dc4l0hznjyrorixzbrhtyl.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Through and Through: Powerful archery skill using a greatbow held in an oblique stance. Ready the greatbow, then twist the bowstring to fire a mighty greatarrow that can penetrate through enemies.\"Usable on greatbows.","affinity":"Standard","skill":"Through and Through"},{"id":"17f698ab1efl0hznjzezdci4en72vq","name":"Ash Of War: Thunderbolt","image":"https://eldenring.fanapis.com/images/ashes/17f698ab1efl0hznjzezdci4en72vq.png","description":"This Ash of War grants an armament the Lightning affinity and the following skill:\"Thunderbolt: Skill used by the capital's ancient dragon cult. Raise armament aloft to call down a bolt of lightning. Can be fired in rapid succession.\"Usable on all melee armaments.","affinity":"Lightning","skill":"Thunderbolt"},{"id":"17f699ec1a6l0hznk0i5ha4237hzfk","name":"Ash Of War: Unsheathe","image":"https://eldenring.fanapis.com/images/ashes/17f699ec1a6l0hznk0i5ha4237hzfk.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Unsheathe: Skill of swordsmen from the Land of Reeds. Sheathe blade, holding it at the hip in a composed stance. Follow up with a normal or strong attack to perform a swift slash attack.\"Usable on katana.","affinity":"Keen","skill":"Unsheathe"},{"id":"17f697d7810l0hznk0s61fxkyp7oyb","name":"Ash Of War: Vacuum Slice","image":"https://eldenring.fanapis.com/images/ashes/17f697d7810l0hznk0s61fxkyp7oyb.png","description":"This Ash of War grants an armament the Quality affinity and the following skill:\"Vacuum Slice: Lost skill of ancient heroes. Hold the armament aloft to surround it with a shearing vacuum, then launch it forwards as a blade-like projectile.\"Usable on swords and axes (small and colossal axes excepted).","affinity":"Quality","skill":"Vacuum Slice"},{"id":"17f6993d1e2l0hznk0xt4ctr9t63x","name":"Ash Of War: Troll's Roar","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Troll's Roar: Look into the distance and let out an intense roar, generating a powerful shockwave that blows back surrounding foes. Follow up with a strong attack to slam the armament down.\"Usable on large and colossal swords, axes, and hammers.","affinity":"Heavy","skill":"Troll's Roar"},{"id":"17f692815c3l0hznk5jl6bndkytllg","name":"Ash Of War: War Cry","image":"https://eldenring.fanapis.com/images/ashes/17f692815c3l0hznk5jl6bndkytllg.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"War Cry: Give a war cry to rally the spirit and increase attack power. While active, strong attacks change to charging attacks.\"Usable on melee armaments (daggers, thrusting swords, and whips excepted).","affinity":"Heavy","skill":"War Cry"},{"id":"17f694286dcl0hznk67par4y8fhfsr","name":"Ash Of War: Vow Of The Indomitable","image":"https://eldenring.fanapis.com/images/ashes/17f694286dcl0hznk67par4y8fhfsr.png","description":"This Ash of War grants an armament the Sacred affinity and the following skill:\"Vow of the Indomitable: Skill of the ancient warriors of the Erdtree. Hold shield aloft to imbue yourself with golden power, granting momentary invincibility.\"Usable on all shields.","affinity":"Sacred","skill":"Vow of the Indomitable"},{"id":"17f6972b1a9l0hznk88u6e3xorhqag","name":"Ash Of War: Waves Of Darkness","image":"https://eldenring.fanapis.com/images/ashes/17f6972b1a9l0hznk88u6e3xorhqag.png","description":"This Ash of War grants an armament the Magic affinity and the following skill:\"Waves of Darkness: Plunge armament into the ground to release three waves of darkness. Follow up with a strong attack to swing the armament in a sweeping strike.\"Usable on greataxes, warhammers, and colossal weapons.","affinity":"Magic","skill":"Waves of Darkness"},{"id":"17f693d28cal0hznkls4roarty63j","name":"Ash Of War: White Shadow's Lure","image":null,"description":"This Ash of War grants an armament the Occult affinity and the following skill:\"White Shadow's Lure: Hold armament in a brief, silent prayer to create a white shadow. The apparition lures in foes of human build who are not in combat, drawing their aggression. Effective on demi-humans even if they are already in a combat state.\"Usable on all melee armaments.","affinity":"Occult","skill":"White Shadow's Lure"},{"id":"17f694c6f7dl0hznknwj67qfg5tulf","name":"Ash Of War: Wild Strikes","image":"https://eldenring.fanapis.com/images/ashes/17f694c6f7dl0hznknwj67qfg5tulf.png","description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Wild strikes: Swing armaments with wild abandon. Hold to continue swinging. Can be followed up with a normal or strong attack.\"Usable on axes and hammers as well as curved swords and greatswords (colossal weapons excepted).","affinity":"Heavy","skill":"Wild Strikes"},{"id":"17f69961854l0hznksnfmac6brvbwg","name":"Lost Ashes Of War","image":"https://eldenring.fanapis.com/images/ashes/17f69961854l0hznksnfmac6brvbwg.png","description":"Empty ashes of war, devoid of any memories of battle.Unable to apply any kind of affinity in their current state, but can be used by Smithing Master Hewg of the Roundtable Hold to recreate other ashes.Thus does the copy pass into becoming the genuine article.","affinity":"None","skill":"Ashes of War"}]